Repository: WasBart/ResearchDiaryApp
Catalog: lib/l10n/app_*.arb
Languages: de

# addButtonText
source: Add New Entry
de: Neuer Eintrag

# overviewButtonText
source: Overview
de: Übersicht

# addEntryPageTitle
source: Add New Entry
de: Neuer Eintrag

# addTitleText
source: Title
de: Titel

# datePickerText
source: Select Date
de: Datum auswählen

# typeHeaderText
source: Type
de: Typ

# textFieldText
source: Enter your thoughts
de: Text eingeben

# confirmButtonText
source: Confirm
de: Bestätigen

# dateAndTextMissingText
source: Please select a date and enter some text.
de: Bitte wähle ein Datum und gib Text ein.

# textMissingText
source: Please enter some text.
de: Bitte gib Text ein.

# dateMissingText
source: Please select a date.
de: Bitte wähle ein Datum.

# titleMissingText
source: Please give your entry a title.
de: Bitte gib deinem Eintrag einen Titel.

# voiceNoteMissingText
source: Please record a voice note
de: Bitte nehme eine Sprachnachricht auf.

# entrySavedTitleText
source: Entry saved
de: Eintrag gespeichert

# entrySavedText
source: Your entry has been saved.
de: Dein Eintrag wurde gespeichert.

# overviewPageTitle
source: Overview
de: Übersicht

# noEntriesText
source: No entries have been added yet.
de: Keine Einträge vorhanden.

# researchNotificationTitle
source: New research-voice note available.
de: Neue Research-Sprachnotiz verfügbar.

# researchNotificationBody
source: A new voice note (including transcript) is now available in the Research Area.
de: Eine neue Sprachnotiz (mit Transkript) ist jetzt in der Research Area verfügbar.

# emptyResearchArea
source: Check back after you have added more days to your research diary.
de: Kehre auf diese Seite zurück, wenn du mehr Tage in deinem Research Diary eingetragen hast.

# researchText1
source: In her book titled "Masculinites", Australian Sociologist R.W. Connell details her findings on men competing for masculine status at school. These young men used socially accepted sports to make a name for themselves. If they could not perform well in these sports, they had to turn to other socially accepted activities such as working on the school newspaper. In contact sports aggression is encouraged. If they showed too much aggression however, they got shunned by their peers, especially when this physicality, albeit permitted by the rules of the sports, leads to injuries to teammates or opponents. Her theories show the pressure of defining your own masculinity, which may give us a chance to reflect on frustration created by these, not always apparent, personal struggles. R. Connell. Masculinities. University of California Press, 1995
de: In ihrem Buch mit dem Titel „Masculinites“ beschreibt die australische Soziologin R.W. Connell ihre Erkenntnisse über Männer, die in der Schule um männlichen Status wetteifern. Diese jungen Männer nutzten gesellschaftlich akzeptierte Sportarten, um sich einen Namen zu machen. Wenn sie in diesen Sportarten keine guten Leistungen erbringen konnten, mussten sie sich an andere gesellschaftlich akzeptierte Aktivitäten wie zum Beispiel die Arbeit an der Schülerzeitung wenden. Bei Kontaktsportarten wird Aggressivität gefördert. Wenn sie allerdings zu viel Aggression zeigten, wurden sie von ihren Mitspielern gemieden, insbesondere wenn diese Körperlichkeit, auch wenn sie durch die Regeln des Sports erlaubt ist, zu Verletzungen bei Teamkollegen oder Gegnern führt. Ihre Theorien zeigen den Druck, die eigene Männlichkeit zu definieren, was uns die Möglichkeit geben könnte, über die Frustration nachzudenken, die durch diese nicht immer offensichtlichen persönlichen Kämpfe entsteht. R. Connell. Männlichkeiten. University of California Press, 1995

# researchText2
source: In his podcast Behind the Bastards, Robert Evans reveals that the notion of the alpha wolf is based on a misconception. The creator of the alpha wolf theory examined wolves in captivity at a zoo, which does not apply to ones living in the wild. The idea propagated especially by some male online influencers that men can be classified into alpha, beta or sigma individuals, has no apparent scientific background. There is neither a direct link between human social behavior and that of canines in captivity nor of wild specimens. Behind the Bastards. Part one: The birth of the manosphere. https: //www.iheart.com/podcast/105-behind-the-bastards-29236323/episode/part-one-the-birth-of-the-78006084/. Accessed: 2024-01-01. R. Schenkel. Expression studies on wolves: Captivity observations.
de: In seinem Podcast „Behind the Bastards“ enthüllt Robert Evans, dass die Vorstellung vom Alpha-Wolf auf einem Missverständnis beruht. Der Schöpfer der Alpha-Wolf-Theorie untersuchte Wölfe in Gefangenschaft in einem Zoo, was nicht für Tiere gilt, die in freier Wildbahn leben.Die vor allem von einigen männlichen Online-Influencern propagierte Idee, dass Männer eingeordnet werden können in Alpha, Beta- oder Sigma-Individuen, hat keinen offensichtlichen wissenschaftlichen Hintergrund. Es besteht kein direkter Zusammenhang zwischen menschlichem Sozialverhalten und dem von Wölfen weder in Gefangenschaft noch in der Wildnis. Behind the Bastards. Part one: The birth of the manosphere. https://www.iheart.com/podcast/105-behind-the-bastards-29236323/episode/part-one-the-birth-of-the-78006084/. Accessed: 2024-01-01. R. Schenkel. Expression studies on wolves: Captivity observations.

# researchText3
source: After extensive therapy practice and observations therapist and researcher Kate Dvorkin believes that therapy should be designed to play off of men's strengths and weaknesses. Rather than focusing on emotion-based conversational sessions, individual men's strengths in their lives should be the focus of therapy techniques. She recommends therapists focus closely on their male patients' problems and work towards concrete solutions. Cognitive behavioral therapy is one of the forms of therapy she prefers when treating men. Her findings show that not every type of therapy is perfectly suited for every type of patient, which means that finding a productive mode of therapy often includes trying different therapists and different therapy techniques. However, her and her peer’s focus on finding the best treatments for men can leave us optimistic about change in the field of psychotherapy. K. Dvorkin. Working with men in therapy. Group, 39(3):241–250, 2015.
de: Nach ausführlicher Therapiepraxis und Beobachtungen ist die Therapeutin und Forscherin Kate Dvorkin der Ansicht, dass Therapie so gestaltet sein sollte, dass sie die Stärken und Schwächen von Männern ausnutz. Statt sich auf emotionsbasierte Gesprächssitzungen zu konzentrieren, sollten die Stärken des einzelnen Mannes in seinem Leben im Mittelpunkt der Therapietechniken stehen. Sie empfiehlt Therapeuten, sich intensiv mit den Problemen ihrer männlichen Patienten auseinanderzusetzen und auf konkrete Lösungen hinzuarbeiten. Die kognitive Verhaltenstherapie gehört zu den Therapieformen, die sie bei der Behandlung von Männern bevorzugt. Ihre Ergebnisse zeigen, dass nicht jede Therapieform für jeden Patiententyp perfekt geeignet ist, was bedeutet, dass die Suche nach einer produktiven Therapiemethode oft das Ausprobieren verschiedener Therapeuten und verschiedener Therapietechniken erfordert. Ihr Fokus und der ihrer KollegInnen auf die Suche nach den besten Behandlungsmethoden für Männer kann uns jedoch optimistisch stimmen, was Veränderungen im Bereich der Psychotherapie angeht. K. Dvorkin. Working with men in therapy. Group, 39(3):241–250, 2015.

# researchNote1Title
source: R.W. Connell Masculinities
de: R.W. Connell Männlichkeitsbilder

# researchNote1Path
source: research_note1_en.m4a
de: research_note1_de.m4a

# researchNote2Title
source: Evans Alpha-Wolves
de: Evans Alpha-Wölfe

# researchNote2Path
source: research_note2_en.m4a
de: research_note2_de.m4a

# researchNote3Title
source: Dvorkin Men-Centered Therapy
de: Dvorkin Männer-bezogene Therapie

# researchNote3Path
source: research_note3_en.m4a
de: research_note3_de.m4a

# deleteEntryTitle
source: Delete Entry?
de: Eintrag löschen?

# deleteEntryText
source: Are you sure you want to delete this entry: "{textTitle}"
de: Bist du sicher, dass du diesen Eintrag löschen willst: "{textTitle}"

# deleteActionsCancel
source: Cancel
de: Abbrechen

# deleteActionsConfirm
source: Confirm
de: Bestätigen

# timeoutText
source: Your connection timed out while trying to reach the server.
de: Verbindung zum Server konnte nicht hergestellt werden.
